barrettotte.ibmi-languages
charliermarsh.ruff
coder.coder-remote
dankeboy36.esp-exception-decoder
dankeboy36.vscode-arduino-api
davescodemusings.esptool
detachhead.basedpyright
espressif.esp-idf-extension
imgildev.ovsx-tree-maker
jeff-hykin.better-dockerfile-syntax
jiwon-jeong.simtalk-highlighter
kelvin.vscode-sshfs
krish-r.vscode-toggle-terminal
laurenttreguier.vscode-simple-icons
loyieking.smalise
marus25.cortex-debug
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mcu-debug.peripheral-viewer
mcu-debug.rtos-views
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-pyright.pyright
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.pylint
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.powershell
nimbushq.otel-validator
nitcloud.digital-ide
ntluong95.positron-python-package-manager
paulober.pico-w-go
picopico.easy-coding-standard
raspberry-pi.raspberry-pi-pico
redhat.granitecode
redhat.vscode-yaml
robole.file-bunny
rohanvashisht.bend
runtimeverification.ercx-vscode
samuelcolvin.jinjahtml
saoudrizwan.claude-dev
simplerick.pinned-projects
sswg.swift-lang
streetsidesoftware.code-spell-checker
teabyii.ayu
tenninebt.vscode-koverage
teros-technology.teroshdl
topce.insert-ascii
toughtype.pydance
trunk.io
vadimcn.vscode-lldb
vknabel.vscode-apple-swift-format
vscode-snippet.snippet
vscodevim.vim
vue.volar
wokwi.wokwi-vscode
yy0931.save-as-root
zokugun.cron-tasks
zokugun.vsix-manager
